/*
 AGXWidget.strings
 AGXLocalization

 Created by Char Aznable on 2018/03/21.
 Copyright © 2018年 AI-CUC-EC. All rights reserved.
 */

"AGXLabel.copyTitle" = "Copy";
"AGXImageView.copyTitle" = "Copy";
"AGXImageView.saveTitle" = "Save";
"AGXSearchBar.placeholder" = "Search";
"AGXWebView.alert.cancel" = "Cancel";
"AGXWebView.confirm.cancel" = "Cancel";
"AGXWebView.confirm.ok" = "OK";
"AGXWebView.saveImage.saving" = "Saving";
"AGXWebView.saveImage.failed" = "Failed";
"AGXWebView.saveImage.success" = "Success";
"AGXWebView.loadImage.failed" = "Failed";
"AGXWebView.loadImage.setting" = "Setting";
"AGXWebView.loadImage.fine" = "OK";
"AGXWebView.loadImage.unauthorizedPhotoLibrary" = "No permission to access Photo Library";
"AGXWebView.loadImage.unauthorizedCamera" = "No permission to access Camera";
"AGXWebView.loadImage.cancel" = "Cancel";
"AGXWebView.loadImage.album" = "Album";
"AGXWebView.loadImage.camera" = "Camera";
"AGXWebView.currentLocationHostRevealFormat" = "Provided by: %@";
"AGXWebViewController.initialTitle" = "";
"AGXWebViewController.close" = "Close";
"AGXWKWebView.currentLocationHostRevealFormat" = "Provided by: %@";
"AGXWKWebViewController.initialTitle" = "";
"AGXWKWebViewController.close" = "Close";
"AGXWKWebViewController.alert.cancel" = "Cancel";
"AGXWKWebViewController.confirm.cancel" = "Cancel";
"AGXWKWebViewController.confirm.ok" = "OK";
"AGXWKWebViewController.saveImage.saving" = "Saving";
"AGXWKWebViewController.saveImage.failed" = "Failed";
"AGXWKWebViewController.saveImage.success" = "Success";
"AGXWKWebViewController.loadImage.failed" = "Failed";
"AGXWKWebViewController.loadImage.setting" = "Setting";
"AGXWKWebViewController.loadImage.fine" = "OK";
"AGXWKWebViewController.loadImage.unauthorizedPhotoLibrary" = "No permission to access Photo Library";
"AGXWKWebViewController.loadImage.unauthorizedCamera" = "No permission to access Camera";
"AGXWKWebViewController.loadImage.cancel" = "Cancel";
"AGXWKWebViewController.loadImage.album" = "Album";
"AGXWKWebViewController.loadImage.camera" = "Camera";
"AGXPhotoPickerController.cancelButtonTitle" = "Cancel";
"AGXPhotoPickerController.iCloudSynchronizing" = "Synchronizing photos from iCloud";
"AGXPhotoPickerController.requestImageDataForAssetError" = "Request image data for asset Error";
"AGXPhotoPickerController.requestImageForAssetError" = "Request image for asset Error";
"AGXPhotoPickerController.requestLivePhotoForAssetError" = "Request live photo for asset Error";
"AGXPhotoPickerController.assetResourcesError" = "LivePhoto Asset Resources Error";
"AGXPhotoPickerController.livePhotoExportFailed" = "LivePhoto export failed";
"AGXPhotoPickerController.unsupportedExportPresetFormat" = "Unsupported export preset: %@";
"AGXPhotoPickerController.unsupportedFileTypes" = "Unsupported file types";
"AGXPhotoPickerController.videoExportFailed" = "Video export failed";
"AGXPhotoPickerController.videoExportCancelled" = "Video export cancelled";
"AGXPhotoPickerController.albumTitle" = "Photos";
"AGXPhotoPickerController.unauthorizedMessage" = "No permission to access Photos Library";
"AGXPhotoPickerController.unauthorizedSetting" = "Setting";
"AGXPhotoPickerController.originalPhotoTitle" = "Original";
"AGXPhotoPickerController.doneButtonTitle" = "Done";
"AGXPhotoPickerController.livePhotoPlaybackTitle" = "Click to playback";
